Repository: haosheng-huang/tpms_ble_tyredog_ios
Catalog: blecenter/*.lproj/Localizable.strings
Languages: de, es

# module_power
source: Please connect module to power supply !
de: Bitte verbinde das Modul mit dem Stromkabel !
es: Por favor, conecte el miulo al cable de alimentacion !

source: Module Connected !
de: Modul verbunden !
es: Miulo conectado !

source: Module Disconnected !
de: Modul getrennt !
es: Miulo desconectado !

# Title_alarmsound
source: Alert tone
de: Alarm Ton
es: Sonido de alarma

# Title_notysound
source: Notification tone
de: Benachrichtigung Ton
es: Sonido de notificacion

# Title_P_Unit
source: Pressure Unit
de: Druckeinheit
es: Unidad de presion

# Title_T_Unit
source: Temperture Unit
de: Temperatureinheit
es: Unidad de temperatura

# Title_PH
source: Pressure High Limit
de: Oberes Druck Limit
es: Limite de presion superior

# Title_PL
source: Pressure Low Limit
de: Unteres Druck Limit
es: Limite de presionon inferior

# Title_TH
source: Temperture High Limit
de: Temperatur Limit
es: Limite de temperatura

source: Initial
de: Voreinstellung
es: Preajustes

source: Close
de: zurück
es: Atras

# pressalarm
source: Tire Pressure Abnormalities
de: Reifendruck Warnung
es: aviso presion del neumatico

# tempalarm
source: Tire Temperature Abnormalities
de: Temperatur Warnung
es: aviso temperatura

# sensoralarm
source: Sensor Abnormalities
de: Sensor Warnung
es: aviso Sensor

# wheelLF
source: Left front wheel
de: Rad links vorne
es: Rueda delantera izquierda

# wheelRF
source: Right front wheel
de: Rad rechts vorne
es: Rueda delantera derecha

# wheelLR
source: Left rear wheel
de: Rad links hinten
es: Rueda trasera derecha

# wheelRR
source: Right rear wheel
de: Rad rechts hinten
es: Rueda trasera derecha

# press
source: pressure
de: Druck
es: Presion

# temp
source: temperature
de: Temperatur
es: Temperatura

# pressH
source: too high!
de: zu hoch!
es: demasiado alto!

# pressL
source: too low!
de: zu niedrig!
es: demasiado bajo!

# tempH
source: too high!
de: zu hoch!
es: demasiado alto!

# btL
source: battery low!
de: Batterie schwach!
es: bateria baja!

# CHwheelOK
source: Change Wheel success !
de: Set ok!
es: Set ok!

# CHwheelNG
source: Change Wheel fail !
de: Set Cancel!
es: Set Cancel!

# company
source: JOSN Electroic Co., Ltd.
de: tpm GmbH
es: tpm GmbH

# phone
source: Tel： (02)2299-6900
de: Tel： +49 (9099) 966 4966
es: Tel： +49 (9099) 966 4966

# mail
source: Mail： sales@josn.com.tw
de: Mail： sales@tiremoni.com
es: Mail： sales@tiremoni.com

# web
source: Web： www.josn.com.tw
de: Web： www.tiremoni.com
es: Web： www.tiremoni.com

# address
source: Address： 3F, No.12, Wugong 6th Rd., Xinzhuang Dist., New Taipei City, 242, Taiwan
de: Adresse： Gewerbepark 26, D-86687 Kaisheim
es: Adresse： Gewerbepark 26, D-86687 Kaisheim
